{
    "items":[
        {"classname" : "music",
         "icon" : "music",
        "title" : "Music",
        "description" : "When I was a child, I attended the musical school. I used to play the violin and the piano and for now I prefer playing the guitar. Although I don’t earn on playing or making music, I treat it as a hobby. I like listening to many kinds of music and going to karaoke at weekend evening is one of my best ideas to spent the free time. "},
        {"classname" : "basketball",
         "icon" : "basketball-ball",
        "title" : "Basketball",
        "description" : "Playing the basketball became my favourite hobby just after ending musical school. I used to play with my friends at every free time and this passion is still with me today. Together with the group of friends We joined together to create the team playing in the local amateur basketball league where We are slowly climbing from the bottom to the top :)"},
        {"classname" : "money",
         "icon" : "money-bill-wave",
        "title" : "Finances",
        "description" : "In some point of my life it came to me that although money is the tool that everyone on earth has to use, in fact not many people knows how to use and manage it. Moreover, a lot of people are in serious debt or even at the edge of bankruptcy. That’s why I started to learn about the finances. As an engineer, sometimes I am being very (even too) scrupulous person. If You would ask me how much did I spent for the whole past Year, You would get the precise number within 2 minutes. Budgeting, earning and investing are the topics I could talk about for hours. The knowledge I gained really helped me to order my financial life and fell financially stable."},
        {"classname" : "bicycle",
         "icon" : "bicycle",
        "title" : "Bike / Gym",
        "description" : "Since I remember I really loved to ride a bike. During the spring-autumn period the bike is my main form of transport. I ride a bike to work, shopping, to visit my family, almost everywhere. I also really like to go for a longer trips. Biking makes me relaxed and helps me a lot to stay fit. I also really like to attend the gym. After many hours at the desk, it really helps me to relax and keep the physical-mental balance."},
        {"classname" : "book",
         "icon" : "book-reader",
        "title" : "Personal development / Time management",
        "description" : "As an ambitious person I really like to develop myself. I read a lot of books about the personal development and time management. Extending the boundaries, taking ownership, developing as a professional and as a human are the targets I pursue. I love making the overall and specific plans for the future, defining them in time and then trying to complete all the tasks. I like to observe myself from the perspective and to compare my current situation with the past and the future plans."}

    ]
}